KCX-Mapping-Convert/testdaten/DE01DE01215820081001160900072.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
  <soap:Header>
    <Header xmlns="http://www.eurtradenet.com/schemas/header/200310" soap:mustUnderstand="true">
      <To>NO_TRAXON_2158</To>
      <From>DE01.CSFTEST.2158</From>
      <MessageID>DE01DE01215820081001160900072</MessageID>
      <SentAt>2008-10-01T16:09:18 +0200</SentAt>
      <Act>inform</Act>
    </Header>
  </soap:Header>
  <soap:Body>
    <Submit xmlns="http://www.eurtradenet.com/schemas/uids/export/body/200601">
      <Export>
        <ExportDeclarationResponse>
          <Justification>
            <Code>14</Code>
          </Justification>
          <ReferenceNumber>KCX-080930-0010</ReferenceNumber>
          <DateOfAcceptance>200810011608</DateOfAcceptance>
          <DateOfCancellation />
          <DateOfExit />
          <DateOfLoadingBegin />
          <DateOfLoadingEnd />
          <DateOfProcessing />
          <DateOfReceipt>200810011608</DateOfReceipt>
          <DateOfRejection />
          <DateOfRelease />
        </ExportDeclarationResponse>
      </Export>
    </Submit>
  </soap:Body>
</soap:Envelope>

